// написать программу, которая на вход принимает число (N),
// а на выходе показывает все чётные числа от 1 до N.
Console.Clear();
Console.Write("введите число n: ");
int n = int.Parse(Console.ReadLine());
int b =1;
while (b < n)
   { 
   if (b % 2 == 0)
    Console.WriteLine($"{b}"); 
    b++;
    //Console.WriteLine(b + ""); 
    //b++;
   }

   










  

 







